import React from "react";
import ItemImage from "../ItemImage/ItemImage";

export default function Item () {
    return(
        <div class="wrapper wow animate__animated animate__slideInRight">
        <div class="items">
          <div class="items__container">
            <div class="items__body">
              <div class="item">
               <ItemImage classname={"item__img"} link = {"../../../img/Green-max.jpg"}/>
                
    
                
                <div class="item__text">
                  <b>
                    <p>Безопасный, здоровый и удобный способ очистить и восстановить естественный баланс и сияние вашего
                      тела</p>
                  </b>
                  Специальная запатентованная формула GreenMAX помогает
                  очищению и оздоровлению кишечника, способствует избавлению от лишнего веса, выводит токсины, поддерживает
                  рост полезных бактерий в кишечнике, обеспечивает антиоксидантную защиту, а также защиту печени. Продукт
                  клеточного питания.
                </div>
    
                <div class="item__button">
                  <div class="item__button-more">O продукте</div>
                </div>
    
                <div class="more">
                  <div class="more__title">
                    <h2>
                      Эксклюзивный ДЕТОКС, который работает на очищение, обновление и омоложение ВСЕГО ОРГАНИЗМА
                    </h2>
                  </div>
                  <div class="more__text">
                    <p>
                      <b>GreenMAX</b> - это продукт для ухода за кишечным трактом, богатый
                      фитонутриентами. 100% чистая растительная клетчатка с пробиотиком и экстрактом расторопши
                    </p>
                    <p>
                      Специальная запатентованная формула 3 в 1:
                    </p>
                    <ul class="more__ul">
                      <li>Омоложение</li>
                      <li>Очищение</li>
                      <li>Восстановление</li>
                    </ul>
                    <p>
                      Качественная чистка кишечника премиальными продуктами обеспечивает здоровье толстого кишечника,
                      поддерживает в нем рост полезных бактерий, способствует сбросу веса. Очищает кишечник от застойных
                      каловых завалов, избавляет от запоров, способствует восстановлению и укреплению иммунной системы,
                      выводит токсины, шлаки, обеспечивает антиоксидантную защиту, убирает висцеральный жир, защищает
                      печень, помогает справиться с жировым гепатозом печени, чистит лимфу.
                    </p>
                    <h2>
                      Абсолютно безопасный, натуральный и очень удобный способ
                      очистки и восстановления всего организма.
                    </h2>
                    <p>
                      <b>Описание ингредиентов продукта: «Супергрин»</b> (корень лопуха,
                      шпинат, тыква, фиолетовый сладкий картофель, морковь) хлорофилл, клетчатка киви, яблоко, семена
                      подорожника, KiOnutrime-Cs, перилла однолетняя (бенегут), расторопша, пробиотики, моросил, витамин С.
                    </p>
                    <p>
                      <b>Хлорофилл</b> - биохимическая структура хлорофилла, который
                      переносит кислород, может помогает предотвратить анемию.
                    </p>
                    <p>
                      <b>Морковь</b> - предотвращает заболевания глаз, улучшает зрение, борется
                      со свободными радикалами, помогает в коррекции веса.
                    </p>
                    <p>
                      <b>Корень лопуха</b> - обеспечивает детоксикацию крови, является
                      антибактериальным средство, поддерживает иммунную систему, обладает противовоспалительным эффектом,
                      улучшает здоровье печени.
                    </p>
                    <p><b>Шпинат</b> - улучшает пищеварение, снижает риск заболеваний сердечнососудистой системы, регулирует
                      кровяное давление.</p>
                    <p><b>Тыква</b> - содержит бета-каротин, омолаживает, повышает иммунитет,
                      полезна для зрения.</p>
                    <p><b>Фиолетовый батат</b> - снижает уровень сахара в крови, содержит
                      большое количество клетчатки, регулирует уровень холестерина, поддерживает здоровье сердца.</p>
                    <p><b>Семена Псиллиума (семена подорожника)</b> - это растворимое волокно
                      из семян, богатое слизистым веществом и волокном. Это хороший абсорбент, обладает отличной
                      растворимостью в воде, которая может смягчить пищеварительный тракт и облегчить проблему запоров.</p>
                    <p><b>Пробиотики</b> - полезные для человека непатогенные живые
                      микроорганизмы, восстанавливающие нормальную микрофлору органов, которые подавляют патогенные и
                      условно-патогенные бактерии. Пробиотики поддерживают естественный баланс в кишечнике, укрепляют
                      иммунную систему и снижают риск развития рака толстой кишки.</p>
                    <p><b>Расторопша</b> - обладает антиоксидантными, противовирусными,
                      противовоспалительными свойствами и мощной смесью соединений, защищающих печень, которые помогают
                      избавиться от токсинов и окислительного стресса.</p>
                    <p><b>Клетчатка Киви</b> - содержит большое количество витамина С, мощного
                      антиоксиданта. Киви богат клетчаткой, которая способствует регулированию перистальтики (движения)
                      кишечника. Актинидин - это производный фермент, который помогает расщеплять большие молекулы белка в
                      пищеварительном тракте и улучшает всасывание.</p>
                    <p><b>Яблоко</b> - богато фитонутриентами, антиоксидантами, флавоноидами и
                      пищевыми волокнами, которые помогают снизить риск развития рака, гипертонии, диабета и
                      сердечно-сосудистых заболеваний. Богат клетчаткой и, в меньшей степени, углеводами и сахаром, что
                      способствует снижению веса.</p>
                    <p><b>Kionutrime-Сs</b> – натуральная запатентованная формула, помогающая
                      управлять весом, является уникальным связующим для жира, содержит растительный хитозан, который
                      подходит для веганов, а также для людей, страдающих аллергией на морепродукты.</p>
                    <p><b>Перилла однолетняя (Бенегут)</b> - (Perilla Frutescens) растение богато
                      кальцием и железом, которые предотвращают анемию, улучшают кровообращение, устраняют симптомы
                      дискомфорта в желудочнокишечном тракте и предотвращают заболевания, связанные с нарушением работы
                      кишечника, например, такие как синдром раздраженного кишечника.</p>
                    <p><b>Моросил</b> - экстракт, полученный из сока уникального сорта красных
                      апельсинов Моро. Апельсин Моро содержит активные соединения, которые обладают хорошей активностью
                      против накопления жира. Его также используют в качестве пищевых добавок для управления весом.</p>
                    <h2>СПОСОБ ПРИМЕНЕНИЯ:</h2>
                    <p><b>
                        Растворить один пакетик в 120-150 мл воды комнатной
                        температуры, размешать или хорошо взболтать и сразу(!) выпить. Рекомендуется принимать 1 пакетик
                        перед сном или после ужина. Через полчаса после приема рекомендуется выпить 1 стакан умеренно
                        горячей воды, чтобы помочь кишечнику. Утро также лучше начать со стакана умеренно горячей воды.
                      </b></p>
                    <p></p>
                    <p></p>
                    <p></p>
                    <p></p>
                    <p></p>
                    <p></p>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    )
}